Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/Samiske_tall_forteller_3_SAM.pdf.tmx
Source language: sme
Languages: nob

source: Oahpposuorgi , sohkabealli ja geográfalaš guovlu Dábálašfágalaš oahpposuorgi SED-guovlu Ii SED davábealde Sáltoduoddara Dievddut SED-guovlu Ii SED davábealde Sáltoduoddara Nissonat SED-guovlu Ii SED davábealde Sáltoduoddara Fidnofágalaš oahpposuorggit SED-guovlu Ii SED davábealde Sáltoduoddara Dievddut SED-guovlu Ii SED davábealde Sáltoduoddara Nissonat SED-guovlu Ii SED davábealde Sáltoduoddara
nob: Det er omtrent 40 % flere av dem som har tatt allmennfaglig studieretning , som har bosatt seg sør for Saltfjellet , enn av dem med yrkesfaglig studieretning . Av dem som begynte på videregående opplæring i perioden 1994 til 1996 , og som bodde i STN-området , er det i 2009 12 % flere menn enn kvinner som bor i STNområdet .

source: Skuvlaálgin 1994 , 1995 , 1996 Proseanta Eará guovllut davábealde SED-guovlu Sáltoduoddara Čoahkke- Bieđggus- Čoahkke- Bieđggusbáiki ássan báiki ássan
nob: Skolestart 1994 , 1995 , 1996 Prosent Øvrige områder STN-område nord for Saltfjellet Spredt Spredt Tettsted bosetting Tettsted bosetting

source: Ássit lulábealde Sáltoduoddara
nob: Bosatt sør for Saltfjellet Annet

source: Sullii 40 % eambbogat dain geat leat váldán dábálašfágalaš oahpposuorggi go dat geat leat váldán fidnofágalaš oahpposuorggi ásset lulábealde Sáltoduoddara .
nob: Ikke STN nord for Saltfjellet

source: Jagi 2009 ásse 12 % eanet dievddut go nissonat SED-guovllus , dain geat álge joatkkaskuvla ohppui 1995-1996 ja ásse dalle SED-guovllus .
nob: Menn STN-området

source: Dievdduin SEDguovllus geat válde fidnofágalaš oahpposuorggi ásset su .
nob: Ikke STN nord for Saltfjellet Kvinner STN-området Yrkesfaglige studieretninger

source: 15 % eambbogat dan ~ 157 ~
nob: Ikke STN nord for Saltfjellet

source: guovllus go dievddut geat leat váldán dábálašfágalaš oahpposuorggi .
nob: Menn STN-området

source: Nissoniid dáfus lea dát erohus vuollelaš 5 % .
nob: Ikke STN nord for Saltfjellet Kvinner STN-området

source: Ohppiin geat eai leat SED-guovllus eret ásset badjel 9 % eambbogat lulábealde Sáltoduoddara , daid ektui geat leat eret SEDguovllus .
nob: Ikke STN nord for Saltfjellet

source: Ássanbáiki ohppiin geat álge vuođđokursii 1994-1996 ja geat eai čađahan joatkkaskuvla oahpu 5 jagi sisa .
nob: Bosted til elevene som startet på grunnkurs i årene 1994 til 1996 og ikke fullførte videregående opplæring innen fem år

source: Tabealla 6.4 Ássanbáiki ohppiin geat álge vuođđokursii 1994 rájes 1996 rádjái ja jagi 2009 , ja geat EAI čađahan joatkkaskuvla oahpu 5 jagi sisa .
nob: Tabell 6.4 Bosted i 2009 til elever som startet på grunnkurs i årene 1994 til 1996 , og som IKKE har fullført videregående opplæring innen fem år

source: Oahpposuorgi , sohkabealli ja geográfalaš guovlu Dábálašfágalaš oahpposuorgi SED-Guovlu Ii SED davábealde Sáltoduoddara Dievddut SED-Guovlu Ii SED davábealde Sáltoduoddara Nissonat SED-Guovlu Ii SED davábealde Sáltoduoddara Fidnofáglaš oahpposuorggit SED-Guovlu Ii SED davábealde Sáltoduoddara Dievddut SED-Guovlu Ii SED davábealde Sáltoduoddara Nissonat SED-Guovlu Ii SED davábealde Sáltoduoddara
nob: Studieretning , kjønn og geografisk område Allmennfaglig studieretning

source: Skuvlaálgin 1994 , 1995 , 1996 Proseanta Eará guovllut davábealde SED-guovlu Sáltoduoddara Čoahkke- Bieđggus Čoahkke- Bieđggus báiki ássan báiki ássan
nob: Skolestart 1994 , 1995 , 1996 Prosent Øvrige områder STN-område nord for Saltfjellet Spredt Spredt Tettsted bosetting Tettsted bosetting

source: Ohppiin SED-guovllus geat eai čađahan joatkkaskuvlla 5 jagi sisa , orrot badjelaš 50 % dan guovllus jagi 2009 .
nob: Av de elevene fra STN-området som ikke gjennomførte videregående skole innen fem år , bor litt over 50 % i dette området i 2009 .

source: Oppalohkái ásset 54 % dievdduin ja 45 % nissoniin SED-guovllus .
nob: Totalt bor 54 % av mennene og 45 % av kvinnene i STN-området .

source: Sin gaskkas geat eai čađat joatkkaskuvla oahpu viđa jagi sisa leat measta 60 % dievddut .
nob: Av dem som ikke fullførte videregående opplæring innen fem år , er nesten 60 % menn . ~

source: Dievdduin geat eai čađat fidnofágalaš oahpposuorggi joatkkaskuvllas 5 jagi sisa , ásset su 8 % eanet SED-guovllus , bieđggus ássanguovlluin , go dat geat eai čađahan dábálašfága .
nob: Av mennene som ikke gjennomførte yrkesfaglig studieretning på videregående skole innen fem år , bor ca. 8 % flere i STN-området , i et område med spredt bosetting , enn av dem som ikke gjennomførte allmennfag .

source: Oahpposuorggi válljen ii oro nieiddaid gaskkas mearkkašeame maidege .
nob: Valg av studieretning synes ikke å ha betydning for jentene .

source: Dain geat ásset lulábealde Sáltoduoddara , leat eanemus dievddut geat eai čađat dábálašfágalaš oahpposuorggi , davábealde Sáltoduoddara nieiddat ges eanet fárrejit čoahkkebáikkiide olggobeallái SED-guovllu .
nob: Det er flest menn som ikke fullfører allmennfaglig studieretning , som bor sør for Saltfjellet , mens jentene i større grad flytter til tettsteder utenfor STN-området nord for Saltfjellet .

source: Ohppiid gaskkas olggobealde SED-guovllu davábealde Sáltoduoddara ásset 48 % čoahkkebáikkiin ja 23.4 % ásset jagi 2009 lulábealde Sáltoduoddara .
nob: Av elevene utenfor STN-området nord for Saltfjellet bor 48 % på tettsteder i dette området , og 23,4 % er i 2009 bosatt sør for Saltfjellet .

source: Ohppiide SED-guovllus leat dát logut 24.4 % ja 16.8 .
nob: For elevene fra STNområdet er tallene henholdsvis 24,4 % og 16,8 % .

source: Jagi 2009 ássanbáiki ohppiin geat ásse SED-guovlluin go álge joatkkaskuvla ohppui jagiid 1994-1996 .
nob: Bosted i 2009 til elevene som bodde i STN-områdene ved oppstart på videregående opplæring i årene 1994 til 1996

source: Govadat 6.2 Ássanbáiki ohppiide eret SED-guovllus jagi 2009 , geat álge joatkkaskuvla ohppui jagiid 1994-1996 juhkkojuvvon dan ektui geat čađahedje oahpu 5 jagi sisa ja geat eai čađahan .
nob: Bosted i 2009 til elever fra STN-området som startet på videregående opplæring i årene 1994 til 1996 , fordelt på dem som gjennomførte opplæringen innen fem år , og dem som ikke gjorde det .

source: Sullii 10 % eanet ohppiin SED-guovllus geat eai čađahan joatkkaskuvla oahpu 5 jagi sisa , ásset SED-guovllus 2009 , go buohtastahttá singuin geat čađahedje ~ 159 ~ joatkkaskuvla oahpu 5 jagi sisa .
nob: Omtrent 10 % flere av elevene fra STN-områdene som ikke fullførte videregående opplæring innen fem år , bor i STN-områdene i 2009 , sammenlignet med dem som fullførte videregående opplæring innen fem år .

source: Sii geat leat čađahan joatkkaskuvla oahpu ásset dávjjibut čoahkkebáikkiin olggobealde SED-guovllu ja lulábealde Sáltoduoddara go sii geat eai leat čađahan joatkkaskuvla oahpu 5 jagi sisa .
nob: De som har fullført videregående opplæring , bor i større grad på tettsteder utenfor STN-området og sør for ~ 152 ~ Saltfjellet , enn dem som ikke har fullført videregående opplæring innen fem år .

source: Orru leahkime nu ahte eambbogat olggobealde SED-guovllu geat eai leat čađahan joatkkaskuvla oahpu 5 jagi sisa , go dat mat čađahit , fárrejit SED-guvlui ja dávjjimusat olggobeallai čoahkkebáikkiid .
nob: Det ser ut som om flere utenfor STN-området som ikke har fullført videregående opplæring innen fem år , enn dem som har fullført , flytter inn i STN-området , og da i hovedsak utenfor tettstedene .

source: Referánssat : NOU 1995 : 18 .
nob: Referanser : NOU 1995 : 18 .

source: Ny lovgivning om opplæring « ... og for øvrig kan man gjøre son man vil » Statistisk sentralbyrå ( 2010 ) : Sámi statistihkka 2010 / Samisk statistikk 2010 .
nob: Ny lovgivning om opplæring « ... og for øvrig kan man gjøre som man vil » . Statistisk sentralbyrå ( 2010 ) : Sámi statistihkka 2010 / Samisk statistikk 2010 .

source: Jon Todal , professor , PhD Sámi allaskuvla / Samisk høgskole Čoahkkáigeassu Čielgaseamos tendeansa loguin mat gullet sámegiela dilálašvuhtii mánáidgárddiin ja skuvllain jagi 2009/10 , lea ahte vuođđoskuvlaohppiidlohku , geain lea sámegiella fágabiires , joatká njiedjat .
nob: 7 Samisk språk i barnehage og skule Jon Todal , professor , PhD , Sámi allaskuvla / Samisk høgskole Sammendrag Den tydelegaste tendensen når det gjeld samisk språk i barnehage og skule for året 2009/10 , er at talet på grunnskuleelevar med samisk i fagkrinsen held fram med å gå nedover .

source: Dát lohku lea dál njiedjan oktiibuot 709 ohppiin bárisjagi 2005/06 rájes .
nob: Dette talet har no gått ned med til saman 709 elevar sidan toppåret 2005/06 .

source: Obbalaš njiedjan lea badjelaš 23 % 2005 rájes .
nob: Det er ein samla nedgang på litt over 23 % sidan 2005 .

source: Vuosttažettiin njiedjá lohku ohppiin geain lea davvisámegiella nubbingiellan .
nob: Det er først og fremst talet på elevar med nordsamisk som andrespråk som går ned .

source: Dát lohku lei 1891 skuvlajagis 2005/06 ja 1194 jagis 2009/2010 . Lohku lea njiedjan 39 % 2005 rájes .
nob: Det har gått ned frå 1 891 i skuleåret 2005/06 til 1 194 i 2009/10 , noko som er ein nedgang på 39 % sidan 2005 .

source: Mihttomeari ektui nannet sámegiela , lea dát hui negatiiva tendeansa .
nob: Ut frå målsetjinga om å styrkje samisk språk er dette ein svært negativ tendens .

source: - Ferte dakkaviđi rievdadit njuolggadusaid mat gullet fága- ja diibmojuogusteapmái ohppiide geain lea sámegiella nubbingiellan vuođđoskuvllas , vai sámegiela válljet ii šatta liigenoađđin .
nob: For å motverke denne tendensen , må det setjast inn tiltak : - Ein må straks endre reglane for fag- og timefordelinga for elevar med samisk som andrespråk i grunnskulen , slik at det å velje samisk ikkje blir ei meirbelastning .

source: - Ferte álggahit dutkat mainna dárkileappot čalmmustahttá mat leat sivat dan garra njiedjamii ohppiidloguin geat válljejit sámegiela nubbingiellan .
nob: - Ein må setje i gang forsking for å kartleggje meir nøye kva som er årsakene til den sterke nedgangen i talet på elevar som vel nordsamisk som andrespråk .

source: 7.1 Sámegiella mánáidgárddis Raporttat Sámi logut muitalit 1 ja 2 digaštalle vuđolaččat maŋemus jagiid rievdamiid ohppiidloguin , geat ožžo sámegielat fálaldagaid mánáidgárddiin ja skuvllain .
nob: 7.1 Samisk språk i barnehagen Rapportane Samiske tall forteller 1 og 2 drøfta utførleg endringane dei siste åra i talet på elevar som tok imot samiskspråklege tilbod i barnehage og skule .

source: Sámi logut muitalit 3 raporttas eat danin liika vuđolaččat iskka rievdamiid dain iešguđetlágan tabeallain .
nob: I Samiske tall forteller 3 går vi difor ikkje like nøye inn på endringane i dei ulike tabellane . ~

source: Mii ovdanbuktit ođđa eaŋkilloguid čielggadeami haga , nu ahte sii guđet beroštit ieža sáhttet buohtastahttit dán jagáš loguid ovddit jagiid loguiguin .
nob: Vi presenterer dei nye tala utan kommentarar , slik at dei som er interesserte , sjølve kan jamføre tala for i år med tidlegare tal .

source: Mánáidgárdeloguin vuolábealde oaidnit ahte sámegielat mánáidgárdefálaldagaid lohku lea veaháš ovdánan maŋemus jagi .
nob: Av barnehagetala nedanfor ser vi at talet på samiskspråklege barnehagetilbod har gått litt opp det siste året .

source: Lohku mánáin geat atnet dán fálaldaga , lea baicca njiedjan 56 , 940 rájes 2008/09 gitta 883 rádjái 2009/10 .
nob: Talet på born som nyttar seg av tilboda , har derimot gått ned med 57 , frå 940 i 2008/09 til 883 i 2009/10 .

source: Njiedjan lea ollislaččat dáhpáhuvvon davvisámi guovllus .
nob: Vi finn heile nedgangen i det nordsamiske området .

source: 7.1.1 Rievdadusat sámegielat mánáidgárdefálaldagaid loguin Tabealla 7.1 vuolábealde čájeha rievdadusaid loguin mat gusket mánáidgárddiide main lei sámegielat fálaldat , áigodagas 2005/06 rájes ja aktan , gitta 2009/10 rádjái ja aktan .
nob: 7.1.1 Endringar i talet på samiskspråklege barnehagetilbod Tabell 7.1 nedanfor viser endringar i talet på barnehagar med samisk språktilbod i perioden frå og med 2005/06 til og med 2009/10 .

source: Tabealla 7.1 Lohku mánáidgárddiin main lei sámegielfálaldat jagiin 2005/06 – 2009/10
nob: Tabell 7.1 Talet på barnehagar med samisk språktilbod i åra 2005/06–2009/10

source: Jahki 2005 Mánáidgárddit main lei 64 sámegielfálaldat , obbalaččat Sámi mánáidgárddit 46 Dárogielat mánáidgárddit main lei 18 sámegielfálaldat
nob: År Barnehagar med samisktilbod i alt Samiske barnehagar Norske barnehagar med samisktilbod

source: Rievdadeamit sámegielat mánáidgárdefálaldagaid mánáidloguin
nob: Endringar i talet på born med samiskspråklege barnehagetilbod

source: Tabealla 7.2 vuolábealde čájeha rievdademiid sámegielat mánáidgárdefálaldagaid mánáidloguin jagiin 2005/06 rájes ja aktan , gitta ja aktan 2009/2010 .
nob: Tabell 7.2 nedanfor viser endringar i talet på barnehageborn med samisk språktilbod i åra frå og med 2005/06 til og med 2009/10 .

source: Tabealla 7.2 Lohku mánáin geat vuostáiválde sámegielfálaldaga mánáidgárddiin 2005/06 – 2009/10
nob: Tabell 7.2 Talet på born som tok mot samisktilbod i barnehagen 2005/06–2009/10

source: Jahki 2005 Lohku mánáin geain lei 925 sámegielfálaldat , obbalaččat Lohku mánáin sámi mánáidgárddiin 882 Lohku mánáin geat ožžot 43 sámegielfálaldaga dárogielat mánáidgárddiin ~ 162 ~
nob: År Talet på born med samisktilbod i alt Talet på born i samiske barnehagar Talet på born som får samisktilbod i norske barnehagar 2005 925 882 43

source: Mánáidgárdefálaldat juogaduvvon davvi- , julev- ja lullisámegillii
nob: Barnehagetilbodet fordelt på språka nord- , lule- og sørsamisk

source: Tabeallain 7.3 – 7.7 vuolábealde oaidnit movt sámegielat mánáidgárdefálaldat lea juogaduvvon dan golmma dihto gillii .
nob: I tabellane 7.3–7.7 nedanfor ser vi korleis det barnehagetilbodet fordeler seg på dei tre aktuelle språka .

source: 7.1.3.1 Davvisámegiella Tabealla 7.3 Lohku mánáidgárddiin main lei davvisámegielat fálaldat jagiin 2006/07 – 2009/10
nob: 7.1.3.1 Nordsamisk Tabell 7.3 Talet på barnehagar med nordsamisk språktilbod i åra 2006/07 – 2009/10

source: Jahki 2006 Obbalaš lohku mánáidgárddiin main 62 lei davvisámegielfálaldat Davvisámegielat mánáidgárddit 44 Dárogielat mánáidgárddit main lei 18 davvisámegielat fálaldat
nob: År 2006 Talet på barnehagar med tilbod på 62 nordsamisk i alt Nordsamiske barnehagar 44 Norske barnehagar med tilbod på 18 nordsamisk Tabell 7.4

source: Tabealla 7.4 Lohku mánáin geat vuostáiválde sámegielfálaldaga mánáidgárddiin jagiin 2006/07 – 2009/10
nob: Talet på born som tok imot nordsamisk tilbod i barnehagen i åra 2006/07–2009/10

source: Jahki Obbalaš lohku mánáidgárdemánáin geat ožžo davvisámegielfálaldaga Lohku mánáin davvisámegielat mánáidgárddiin Lohku mánáin geat ožžo davvisámegielat fálaldagat dárogielat mánáidgárddiin
nob: År Talet på barnehageborn med tilbod på nordsamisk i alt Talet på born i nordsamiske barnehagar Talet på born som tok imot tilbod på nordsamisk i norske barnehagar

source: 7.1.3.2 Julevsámegiella Tabealla 7.5 Lohku mánáin geat ožžo julevsámegielfálaldaga mánáidgárddiin jagiin 2006/07 – 2009/10
nob: 7.1.3.2 Lulesamisk Tabell 7.5 Talet born som tok imot tilbod på lulesamisk i barnehagen i åra 2006/07– 2009/10

source: Jahki 2006 Obbalaš lohku mánáin geat ožžo 12 julevsámegielfálaldaga Lohku mánáin julevsámi 12 mánáidgárddiin Lohku mánáin geat vuostáiválde 0 julevsámegielfálaldaga dárogielat mánáidgárddiin ~ 163 ~
nob: År 2006 Talet på born med tilbod på 12 lulesamisk i alt Talet på born i lulesamiske barnehagar 12 Talet på born som tok imot tilbod på 0 lulesamisk i norske barnehagar ~ 156 ~

source: 7.1.3.3 Lullisámegiella Tabealla 7.6 Lohku mánáidgárddiin main lei lullisámegielfálaldat jagiin 2006/07 – 2009/10
nob: 7.1.3.3 Sørsamisk Tabell 7.6 Talet på barnehagar med sørsamisk språktilbod i åra 2006/07–2009/10

source: Tabeallat 7.8 ja 7.9 vuolábealde čájehit rievdamiid ohppiidloguin , geain lei sámegiella fágabiires jagiin 2005/06 – 2009/2010 .
nob: År Talet på barnehagar med tilbod i sørsamisk i alt Sørsamiske barnehagar Norske barnehagar med tilbod på sørsamisk Tabell 7.7 2006 5

source: Obbalaš lohku ohppiin geain lei sámegiella Vuosttašgiella Nubbingiella
nob: Talet på born som tok imot tilbod på sørsamisk i barnehagen i åra 2006/07–2009/10

source: Nubbingielatoahppit obbalaččat Nubbingiella 2 Nubbingiella 3 2008/09 2009/10 1474 1336 677 797
nob: 7.2 Samisk språk i grunnskulen Frå skuleåret 2008/09 til skuleåret 2009/10 gjekk talet på grunnskuleelevar med samisk i fagkrinsen ned med 171 , frå 2 517 til 2 346 .

source: Tabealla 7.10 Lohku vuođđoskuvlaohppiin geain lei lullisámegiella fágabiires 2005/06 – 2009/10
nob: Den største nedgangen var blant elevar med nordsamisk som andrespråk – l 148 elevar .

source: 2005/06 2006/07 2007/08 Obbalaččat 123 116 105 1. giella 16 18 16 2. giella 107 98 89
nob: Sidan 2005/06 har talet på elevar med nordsamisk som andrespråk gått ned med 687 .

source: 2009/10 97 20 77 Tabealla 7.11 Lohku vuođđoskuvlaohppiin geain lei lullisámegiella nubbingiellan 2008/09 ja 2009/10 .
nob: Tabellane 7.8 og 7.9 nedanfor viser endringar i talet på elevar med samisk i fagkrinsen i åra 2005/06–2009/10 .

source: Nubbingielatoahppit obbalaččat Nubbingiella 2 Nubbingiella 3
nob: Tabell 7.8 Talet på grunnskuleelevar med samisk i fagkrinsen

source: Tabealla 7.12 Lohku vuođđoskuvlaohppiin geain lei julevsámegiella fágabiires 2005/06 – 2009/10 .
nob: Tabell 7.9 Talet på grunnskuleelevar med samisk som andrespråk , etter fagplan

source: Jahki 2005/06 2006/07 2007/08 Obbalaččat 88 77 79 1. giella 29 31 25 2. giella 59 46 54
nob: Andrespråkselevar i alt Andrespråk 2 Andrespråk 3

source: Tabealla 7.13 Vuođđoskuvlaohppiid lohku geain lei julevsámegiella nubbingiellan 2008/09 ja 2009/10 . Juogustuvvon fágaplána ektui
nob: 7.2.1 Grunnskulelevar i sørsamisk Tabellane 7.10 og 7.11 nedanfor viser endringane i talet på elevar som har valt sørsamisk i grunnskulen i åra 2005/06–2009/10 .

source: Tabealla 7.14 Lohku vuođđoskuvlaohppiin geain lei davvisámegiella fágabiires 2005/ 06 – 2009/ 10
nob: 97 20 77 Talet på grunnskuleelevar med sørsamisk som andrespråk , etter fagplan , 2008/09 og 2009/10

source: 7.3 Sámegiella joatkkaskuvllas Lohku ohppiin , geain lei sámegiella fágabiires dan guovtti sámi joatkkaskuvllas Guovdageainnus ja Kárášjogas , bissu oalle dássedin .
nob: 7.2.2 Grunnskuleelevar i lulesamisk Tabellane 7.12 og 7.13 nedanfor viser endringar i talet på grunnskuleelevar med lulesamisk i fagkrinsen i åra 2005/06–2009/10 .

source: Proseantaoassi ohppiin geat ledje válljen sámegiela vuosttašgiellan , ovdánii veaháš goappaš skuvllain 2008/09 rájes 2009/10 rádjái .
nob: Talet på grunnskuleelevar med lulesamisk i fagkrinsen 2005/06–2009/10 . År I alt Førstespråk Andrespråk

source: Tabealla 7.16 Ohppiid sámegielaválljen stáhtalaš joatkkaskuvllain Guovdageainnus ja Kárášjogas
nob: Tabell 7.13 Talet på grunnskuleelevar med lulesamisk som andrespråk 2008/09 og 2009/10 , etter fagplan

source: Kárášjohka N % 56 56 20 20 24 24 0 0 100 100 46 50.5 24 26.4 21 23.1 0 0 91 100 47 52.2 24 26.7 19 21.1 0 0 90 100 59 56.7 44 42.3 1 1.0 0 0 104 100 76 64.4 25 21.2 0 0 17 14.4 118 100
nob: 2009/10 55 23 32 7.2.3 Grunnskuleelevar i nordsamisk Tabellane 7.14 og 7.15 nedanfor viser endringar i talet på grunnskuleelevar med nordsamisk i fagkrinsen i perioden 2005/06–2009 / 10 .

source: Gáldut maid leat atnán Sámediggi / Sametinget ( 2007 ) : Strátegalaš plána sámi mánáidgárddiide 20082011 .
nob: Talet på grunnskuleelevar med nordsamisk i fagkrinsen 2005/06–2009/10 År I alt

source: Sámediggi , Anna Kristine Skum Hætta bokte .
nob: Førstespråk 953 Andrespråk 1891 Tabell 7.15

source: Sámi joatkkaskuvla ja boazodoalloskuvla , Guovdageainnus , Lisbet Gran bokte Sámi joatkkaskuvla Kárášjogas , Trygve Guttorm bokte Oahppodirektoráhta / Utdanningsdirektoratet : http://www.wis.no/gsi/tallene /
nob: 7.3 Samisk språk i vidaregåande skule Talet på elevar med samisk i fagkrinsen ved dei to samiske vidaregåande skulane i Kautokeino og Karasjok held seg relativt stabilt .
